<template>
  <h1 class="common-h1">欢迎来到永世的避难所！</h1>
  <p class="common-p">
    在遥远的王国边陲，有一座隐藏在苍翠森林中的古老酒馆。
    酒馆里永远人声鼎沸，冒险者们聚集在长木桌旁，分享着他们的战利品和旅途见闻。
    墙角的吟游诗人用他那把古老的竖琴弹唱着传奇的史诗，声音悠扬，仿佛能穿透时间的长河。
    角落里，总能看到一两位神秘的魔法师，斗篷掩面，低声交谈着一些不为人知的秘密。
    <br />
    然而，酒馆老板的身份却鲜有人知道。
    有人说，老板是退隐的勇士；有人说，老板只是普通的人；有人说，老板是龙的化身...
    实际上，老板只是老板。老板不在意自己的身份，即使以前有多么辉煌，或是多么的不堪。
    老板只想在这样一个充满动荡与机遇的世界中做一名无名者。
    <br />
    本站存在只为提供慰藉。虽然不能造就论坛形式的赛博茶馆，但也可以为各位过路者提供休憩与幻想的资本。
    <br />
    正如中国武侠中的江湖人与西方剑与魔法世界观下的各路勇士总会聚在酒馆一样，只求热闹，不求功名。
  </p>
</template>

<script lang="ts">
  export default {
    name: 'IndexIntroduction',
  }
</script>